Autodesk.Revit.DB.WallSide
Represents the possible sides of a wall where a sweep or reveal may be attached.
Since:
2012

Autodesk.Revit.DB.WallSide.Interior
The interior of the wall.

Autodesk.Revit.DB.WallSide.Exterior
The exterior of the wall.